[
{
"text": "Without passion man is a mere latent force and possibility, like the flint which awaits the shock of the iron before it can give forth its spark.",
"author": "Amiel"
},
{
"text": "Love at first sight is easy to understand; its when two people have been looking at each other for a lifetime that it becomes a miracle.",
"author": "Amy Bloom"
},
{
"text": "With courage you will dare to take risks, have the strength to be compassionate, and the wisdom to be humble. Courage is the foundation of integrity.",
"author": "Keshavan Nair"
},
{
"text": "The right way is not always the popular and easy way. Standing for right when it is unpopular is a true test of moral character.",
"author": "Margaret Smith"
},
{
"text": "I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and to incur my own abhorrence.",
"author": "Frederick Douglass"
},
{
"text": "No pessimist ever discovered the secrets of the stars, or sailed to an uncharted land, or opened a new heaven to the human spirit.",
"author": "Helen Keller"
},
{
"text": "When you arise in the morning, think of what a precious privilege it is to be alive to breathe, to think, to enjoy, to love.",
"author": "Marcus Aurelius"
},
{
"text": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved.",
"author": "Helen Keller"
},
{
"text": "Although there may be tragedy in your life, there's always a possibility to triumph. It doesn't matter who you are, where you come from. The ability to triumph begins with you. Always.",
"author": "Oprah Winfrey"
},
{
"text": "You must train your intuition you must trust the small voice inside you which tells you exactly what to say, what to decide.",
"author": "Ingrid Bergman"
},
{
"text": "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.",
"author": "Marcus Aurelius"
},
{
"text": "Let us resolve to be masters, not the victims, of our history, controlling our own destiny without giving way to blind suspicions and emotions.",
"author": "John Kennedy"
},
{
"text": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
"author": "Marie Curie"
},
{
"text": "Parents can only give good advice or put them on the right paths, but the final forming of a persons character lies in their own hands.",
"author": "Anne Frank"
},
{
"text": "Adversity isn't set against you to fail; adversity is a way to build your character so that you can succeed over and over again through perseverance.",
"author": "Byron Pulsifer"
},
{
"text": "If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem. Everything else is inconvenience.",
"author": "Robert Fulghum"
},
{
"text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
"author": "Albert Schweitzer"
},
{
"text": "If A is success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut.",
"author": "Albert Einstein"
},
{
"text": "My advice to you is not to inquire why or whither, but just enjoy your ice cream while its on your plate that's my philosophy.",
"author": "Thornton Wilder"
},
{
"text": "Conflict is the gadfly of thought. It stirs us to observation and memory. It instigates to invention. It shocks us out of sheeplike passivity, and sets us at noting and contriving.",
"author": "John Dewey"
},
{
"text": "He who conquers others is strong; He who conquers himself is mighty.",
"author": "Lao Tzu"
},
{
"text": "Anything you really want, you can attain, if you really go after it.",
"author": "Wayne Dyer"
},
{
"text": "Arriving at one point is the starting point to another.",
"author": "John Dewey"
},
{
"text": "The foolish man seeks happiness in the distance, the wise grows it under his feet.",
"author": "James Oppenheim"
},
{
"text": "The greatest part of our happiness depends on our dispositions, not our circumstances.",
"author": "Martha Washington"
},
{
"text": "It is only possible to live happily ever after on a day to day basis.",
"author": "Margaret Bonnano"
},
{
"text": "A man sees in the world what he carries in his heart.",
"author": "Goethe"
},
{
"text": "Action may not always bring happiness, but there is no happiness without action.",
"author": "Benjamin Disraeli"
},
{
"text": "Believe deep down in your heart that you're destined to do great things.",
"author": "Joe Paterno"
},
{
"text": "Sooner or later, those who win are those who think they can.",
"author": "Richard Bach"
},
{
"text": "The only limit to your impact is your imagination and commitment.",
"author": "Tony Robbins"
},
{
"text": "You are special, you are unique, you are the best!",
"author": "Cathy Pulsifer"
},
{
"text": "Four steps to achievement: Plan purposefully. Prepare prayerfully. Proceed positively. Pursue persistently.",
"author": "William Arthur Ward"
},
{
"text": "To know oneself is to study oneself in action with another person.",
"author": "Bruce Lee"
},
{
"text": "We must not allow ourselves to become like the system we oppose.",
"author": "Bishop Desmond Tutu"
},
{
"text": "Smile, breathe and go slowly.",
"author": "Thich Nhat Hanh"
},
{
"text": "Reality is merely an illusion, albeit a very persistent one.",
"author": "Albert Einstein"
},
{
"text": "When you come to the end of your rope, tie a knot and hang on.",
"author": "Franklin Roosevelt"
},
{
"text": "Always be mindful of the kindness and not the faults of others.",
"author": "Buddha"
},
{
"text": "Everything that irritates us about others can lead us to an understanding of ourselves.",
"author": "Carl Jung"
},
{
"text": "When fate hands us a lemon, lets try to make lemonade.",
"author": "Dale Carnegie"
},
{
"text": "The weak can never forgive. Forgiveness is the attribute of the strong.",
"author": "Mohandas Gandhi"
},
{
"text": "A man is great by deeds, not by birth.",
"author": "Chanakya"
},
{
"text": "Success is getting what you want. Happiness is wanting what you get.",
"author": "Dale Carnegie"
},
{
"text": "Truth isn't all about what actually happens but more about how what has happened is interpreted.",
"author": "Byron Pulsifer"
},
{
"text": "A good rest is half the work.",
"author": null
},
{
"text": "Don't judge each day by the harvest you reap but by the seeds that you plant.",
"author": "Robert Stevenson"
},
{
"text": "Small opportunities are often the beginning of great enterprises.",
"author": "Demosthenes"
},
{
"text": "To be tested is good. The challenged life may be the best therapist.",
"author": "Gail Sheehy"
},
{
"text": "Take heed: you do not find what you do not seek.",
"author": "English proverb"
},
{
"text": "Happiness is the reward we get for living to the highest right we know.",
"author": "Richard Bach"
},
{
"text": "Be slow of tongue and quick of eye.",
"author": "Cervantes"
},
{
"text": "Freedom is not worth having if it does not connote freedom to err.",
"author": "Mohandas Gandhi"
},
{
"text": "I have always thought the actions of men the best interpreters of their thoughts.",
"author": "John Locke"
},
{
"text": "He who obtains has little. He who scatters has much.",
"author": "Lao Tzu"
},
{
"text": "To dare is to lose ones footing momentarily. To not dare is to lose oneself.",
"author": "Soren Kierkegaard"
},
{
"text": "No day in which you learn something is a complete loss.",
"author": "David Eddings"
},
{
"text": "Peace cannot be kept by force. It can only be achieved by understanding.",
"author": "Albert Einstein"
},
{
"text": "Real success is finding your lifework in the work that you love.",
"author": "David McCullough"
},
{
"text": "Better than a thousand hollow words, is one word that brings peace.",
"author": "Buddha"
},
{
"text": "All the flowers of all the tomorrows are in the seeds of today.",
"author": null
},
{
"text": "Your sacred space is where you can find yourself again and again.",
"author": "Joseph Campbell"
},
{
"text": "As you think, so shall you become.",
"author": "Bruce Lee"
},
{
"text": "In seed time learn, in harvest teach, in winter enjoy.",
"author": "William Blake"
},
{
"text": "Happiness does not come from having much, but from being attached to little.",
"author": "Cheng Yen"
},
{
"text": "Every gift from a friend is a wish for your happiness.",
"author": "Richard Bach"
},
{
"text": "Go put your creed into the deed. Nor speak with double tongue.",
"author": "Ralph Emerson"
},
{
"text": "The wisest men follow their own direction.",
"author": "Euripides"
},
{
"text": "Hope arouses, as nothing else can arouse, a passion for the possible.",
"author": "William Sloane Coffin"
},
{
"text": "Everything has beauty, but not everyone sees it.",
"author": "Confucius"
},
{
"text": "Nothing ever goes away until it has taught us what we need to know.",
"author": "Pema Chodron"
},
{
"text": "When you learn, teach. When you get, give.",
"author": "Maya Angelou"
},
{
"text": "Only when we are no longer afraid do we begin to live.",
"author": "Dorothy Thompson"
},
{
"text": "If you smile when no one else is around, you really mean it.",
"author": "Andy Rooney"
},
{
"text": "Love is the only force capable of transforming an enemy into friend.",
"author": "Martin Luther King, Jr."
},
{
"text": "In all chaos there is a cosmos, in all disorder a secret order.",
"author": "Carl Jung"
},
{
"text": "A man is not where he lives but where he loves.",
"author": null
},
{
"text": "The price of greatness is responsibility.",
"author": "Winston Churchill"
},
{
"text": "Decision is a risk rooted in the courage of being free.",
"author": "Paul Tillich"
},
{
"text": "Your mind will answer most questions if you learn to relax and wait for the answer.",
"author": "William Burroughs"
},
{
"text": "The world does not happen to you it happens from you.",
"author": null
},
{
"text": "We cannot solve our problems with the same thinking we used when we created them.",
"author": "Albert Einstein"
},
{
"text": "More powerful than the will to win is the courage to begin.",
"author": null
},
{
"text": "Learning is finding out what you already know.",
"author": "Richard Bach"
},
{
"text": "Saying thank you is more than good manners. It is good spirituality.",
"author": "Alfred Painter"
},
{
"text": "Silence is a source of great strength.",
"author": "Lao Tzu"
},
{
"text": "Joy is the best makeup.",
"author": "Anne Lamott"
},
{
"text": "There is no great genius without some touch of madness.",
"author": "Seneca"
},
{
"text": "A jug fills drop by drop.",
"author": "Buddha"
},
{
"text": "Until you make peace with who you are, you'll never be content with what you have.",
"author": "Doris Mortman"
},
{
"text": "We aim above the mark to hit the mark.",
"author": "Ralph Emerson"
},
{
"text": "Being angry never solves anything.",
"author": "Catherine Pulsifer"
},
{
"text": "All men who have achieved great things have been great dreamers.",
"author": "Orison Marden"
},
{
"text": "Mediocrity knows nothing higher than itself, but talent instantly recognizes genius.",
"author": "Arthur Conan Doyle"
},
{
"text": "Where all think alike, no one thinks very much.",
"author": "Walter Lippmann"
},
{
"text": "Everything that exists is in a manner the seed of that which will be.",
"author": "Marcus Aurelius"
},
{
"text": "Be less curious about people and more curious about ideas.",
"author": "Marie Curie"
},
{
"text": "The heart has eyes which the brain knows nothing of.",
"author": "Charles Perkhurst"
},
{
"text": "Only those who dare to fail greatly can ever achieve greatly.",
"author": "Robert Kennedy"
},
{
"text": "Lose an hour in the morning, and you will spend all day looking for it.",
"author": "Richard Whately"
},
{
"text": "Mistakes are always forgivable, if one has the courage to admit them.",
"author": "Bruce Lee"
},
{
"text": "Go to your bosom: Knock there, and ask your heart what it doth know.",
"author": "William Shakespeare"
},
{
"text": "Happiness mainly comes from our own attitude, rather than from external factors.",
"author": "Dalai Lama"
},
{
"text": "If you do not change direction, you may end up where you are heading.",
"author": "Lao Tzu"
},
{
"text": "What we see is mainly what we look for.",
"author": null
},
{
"text": "Stay away from what might have been and look at what will be.",
"author": "Marsha Petrie Sue"
},
{
"text": "Act as if what you do makes a difference. It does.",
"author": "William James"
},
{
"text": "Passion creates the desire for more and action fuelled by passion creates a future.",
"author": "Byron Pulsifer"
},
{
"text": "Do good by stealth, and blush to find it fame.",
"author": "Alexander Pope"
},
{
"text": "Opportunity often comes disguised in the form of misfortune, or temporary defeat.",
"author": "Napoleon Hill"
},
{
"text": "Don't talk about what you have done or what you are going to do.",
"author": "Thomas Jefferson"
},
{
"text": "Most powerful is he who has himself in his own power.",
"author": "Seneca"
},
{
"text": "We don't stop playing because we grow old; we grow old because we stop playing.",
"author": "Bernard Shaw"
},
{
"text": "Experience can only be gained by doing not by thinking or dreaming.",
"author": "Byron Pulsifer"
},
{
"text": "Always tell the truth. That way, you don't have to remember what you said.",
"author": "Mark Twain"
},
{
"text": "From wonder into wonder existence opens.",
"author": "Lao Tzu"
},
{
"text": "He who fears being conquered is sure of defeat.",
"author": "Napoleon Bonaparte"
},
{
"text": "Life is what happens while you are making other plans.",
"author": "John Lennon"
},
{
"text": "Doing what you love is the cornerstone of having abundance in your life.",
"author": "Wayne Dyer"
},
{
"text": "Kindness is the golden chain by which society is bound together.",
"author": "Johann Wolfgang von Goethe"
},
{
"text": "You need chaos in your soul to give birth to a dancing star.",
"author": "Nietzsche"
},
{
"text": "It can't be spring if your heart is filled with past failures.",
"author": "Byron Pulsifer"
},
{
"text": "No yesterdays are ever wasted for those who give themselves to today.",
"author": "Brendan Francis"
},
{
"text": "There are no failures just experiences and your reactions to them.",
"author": "Tom Krause"
},
{
"text": "Action is the foundational key to all success.",
"author": "Pablo Picasso"
},
{
"text": "What is necessary to change a person is to change his awareness of himself.",
"author": "Abraham Maslow"
},
{
"text": "Positive thinking will let you do everything better than negative thinking will.",
"author": "Zig Ziglar"
},
{
"text": "We shall never know all the good that a simple smile can do.",
"author": "Mother Teresa"
},
{
"text": "Nothing is so strong as gentleness. Nothing is so gentle as real strength.",
"author": "Frances de Sales"
},
{
"text": "Imagination is not a talent of some men but is the health of every man.",
"author": "Ralph Waldo Emerson"
},
{
"text": "We must embrace pain and burn it as fuel for our journey.",
"author": "Kenji Miyazawa"
},
{
"text": "Don't wait for people to be friendly. Show them how.",
"author": null
},
{
"text": "A gem cannot be polished without friction, nor a man perfected without trials.",
"author": "Chinese proverb"
},
{
"text": "Each day can be one of triumph if you keep up your interests.",
"author": "George Matthew Adams"
},
{
"text": "The place to improve the world is first in one's own heart and head and hands.",
"author": "Robert M. Pirsig"
},
{
"text": "The pessimist sees difficulty in every opportunity. The optimist sees the opportunity in every difficulty.",
"author": "Winston Churchill"
},
{
"text": "Winners have simply formed the habit of doing things losers don't like to do.",
"author": "Albert Gray"
},
{
"text": "Nature is a mutable cloud which is always and never the same.",
"author": "Ralph Emerson"
},
{
"text": "Life is what you make of it. Always has been, always will be.",
"author": "Grandma Moses"
},
{
"text": "Worry often gives a small thing a big shadow.",
"author": "Swedish proverb"
},
{
"text": "I want you to be everything that's you, deep at the center of your being.",
"author": "Confucius"
},
{
"text": "We know what we are, but know not what we may be.",
"author": "William Shakespeare"
},
{
"text": "Freedom is what you do with what's been done to you.",
"author": "Jean-Paul Sartre"
},
{
"text": "The truth which has made us free will in the end make us glad also.",
"author": "Felix Adler"
},
{
"text": "He who has imagination without learning has wings but no feet.",
"author": "Joseph Joubert"
},
{
"text": "Whoso loves, believes the impossible.",
"author": "Elizabeth Browning"
},
{
"text": "It isn't where you come from, it's where you're going that counts.",
"author": "Ella Fitzgerald"
},
{
"text": "The greatest obstacle to connecting with our joy is resentment.",
"author": "Pema Chodron"
},
{
"text": "When anger use your energy to do something productive.",
"author": "C. Pulsifer"
},
{
"text": "We are all something, but none of us are everything.",
"author": "Blaise Pascal"
},
{
"text": "If you can't explain it simply, you don't understand it well enough.",
"author": "Albert Einstein"
},
{
"text": "He who lives in harmony with himself lives in harmony with the world.",
"author": "Marcus Aurelius"
},
{
"text": "He who knows himself is enlightened.",
"author": "Lao Tzu"
},
{
"text": "Build a better mousetrap and the world will beat a path to your door.",
"author": "Ralph Emerson"
},
{
"text": "As our case is new, we must think and act anew.",
"author": "Abraham Lincoln"
},
{
"text": "If you can't feed a hundred people, then feed just one.",
"author": "Mother Teresa"
},
{
"text": "In three words I can sum up everything Ive learned about life: it goes on.",
"author": "Robert Frost"
},
{
"text": "Don't let today's disappointments cast a shadow on tomorrow's dreams.",
"author": null
},
{
"text": "You always succeed in producing a result.",
"author": "Tony Robbins"
},
{
"text": "Everything you are against weakens you. Everything you are for empowers you.",
"author": "Wayne Dyer"
},
{
"text": "As we risk ourselves, we grow. Each new experience is a risk.",
"author": "Fran Watson"
},
{
"text": "Who we are never changes. Who we think we are does.",
"author": "Mary Almanac"
},
{
"text": "The final proof of greatness lies in being able to endure criticism without resentment.",
"author": "Elbert Hubbard"
},
{
"text": "An invasion of armies can be resisted, but not an idea whose time has come.",
"author": "Victor Hugo"
},
{
"text": "Never let lack of money interfere with having fun.",
"author": null
},
{
"text": "Excellence is not a skill. It is an attitude.",
"author": "Ralph Marston"
},
{
"text": "People may doubt what you say, but they will believe what you do.",
"author": "Lewis Cass"
},
{
"text": "The most formidable weapon against errors of every kind is reason.",
"author": "Thomas Paine"
},
{
"text": "It's important to know that words don't move mountains. Work, exacting work moves mountains.",
"author": "Danilo Dolci"
},
{
"text": "Beware of missing chances; otherwise it may be altogether too late some day.",
"author": "Franz Liszt"
},
{
"text": "You only lose what you cling to.",
"author": "Buddha"
},
{
"text": "Life is a succession of moments. To live each one is to succeed.",
"author": "Corita Kent"
},
{
"text": "Most of the shadows of life are caused by standing in our own sunshine.",
"author": "Ralph Waldo Emerson"
},
{
"text": "Good actions give strength to ourselves and inspire good actions in others.",
"author": "Plato"
},
{
"text": "I know but one freedom and that is the freedom of the mind.",
"author": "Antoine de Saint-Exupery"
},
{
"text": "In the middle of every difficulty lies opportunity.",
"author": "Albert Einstein"
},
{
"text": "Every human being is the author of his own health or disease.",
"author": "Buddha"
},
{
"text": "When in doubt, tell the truth.",
"author": "Mark Twain"
},
{
"text": "Every great advance in science has issued from a new audacity of the imagination.",
"author": "John Dewey"
},
{
"text": "The path to success is to take massive, determined action.",
"author": "Anthony Robbins"
},
{
"text": "The ladder of success is never crowded at the top.",
"author": "Napoleon Hill"
},
{
"text": "He who has health has hope, and he who has hope has everything.",
"author": null
},
{
"text": "All great achievements require time.",
"author": "Maya Angelou"
},
{
"text": "No person is your friend who demands your silence, or denies your right to grow.",
"author": "Alice Walker"
},
{
"text": "Impossibilities are merely things which we have not yet learned.",
"author": "Charles Chesnutt"
},
{
"text": "Vision without action is a daydream. Action without vision is a nightmare.",
"author": "Japanese proverb"
},
{
"text": "The Superior Man is aware of Righteousness, the inferior man is aware of advantage.",
"author": "Confucius"
},
{
"text": "He who angers you conquers you.",
"author": "Elizabeth Kenny"
},
{
"text": "I never worry about action, but only inaction.",
"author": "Winston Churchill"
},
{
"text": "No man is free who is not master of himself.",
"author": "Epictetus"
},
{
"text": "Those that know, do. Those that understand, teach.",
"author": "Aristotle"
},
{
"text": "If we are not fully ourselves, truly in the present moment, we miss everything.",
"author": "Thich Nhat Hanh"
},
{
"text": "No act of kindness, no matter how small, is ever wasted.",
"author": "Aesop"
},
{
"text": "Every man is a volume if you know how to read him.",
"author": "Channing"
},
{
"text": "The difficulties of life are intended to make us better, not bitter.",
"author": null
},
{
"text": "Quality means doing it right when no one is looking.",
"author": "Henry Ford"
},
{
"text": "Change your words. Change your world.",
"author": null
},
{
"text": "Great acts are made up of small deeds.",
"author": "Lao Tzu"
},
{
"text": "The odds of hitting your target go up dramatically when you aim at it.",
"author": "Mal Pancoast"
},
{
"text": "Open minds lead to open doors.",
"author": null
},
{
"text": "They can do all because they think they can.",
"author": "Virgil"
},
{
"text": "You have to think anyway, so why not think big?",
"author": "Donald Trump"
},
{
"text": "On every thorn, delightful wisdom grows, In every rill a sweet instruction flows.",
"author": "Edward Young"
},
{
"text": "Your body is precious. It is our vehicle for awakening. Treat it with care.",
"author": "Buddha"
},
{
"text": "The one who always loses, is the only person who gets the reward.",
"author": "Claire Charmont"
},
{
"text": "The future is completely open, and we are writing it moment to moment.",
"author": "Pema Chodron"
},
{
"text": "Each time we face a fear, we gain strength, courage, and confidence in the doing.",
"author": null
},
{
"text": "Ask yourself the secret of your success. Listen to your answer, and practice it.",
"author": "Richard Bach"
},
{
"text": "Don't frown because you never know who is falling in love with your smile.",
"author": "Sinvyest Tan"
},
{
"text": "Trust your hunches. They're usually based on facts filed away just below the conscious level.",
"author": "Joyce Brothers"
},
{
"text": "Nothing is at last sacred but the integrity of your own mind.",
"author": "Ralph Emerson"
},
{
"text": "Listen to your intuition. It will tell you everything you need to know.",
"author": "Anthony D'Angelo"
},
{
"text": "The personal life deeply lived always expands into truths beyond itself.",
"author": "Anais Nin"
},
{
"text": "Whenever something negative happens to you, there is a deep lesson concealed within it.",
"author": "Eckhart Tolle"
},
{
"text": "What is not started today is never finished tomorrow.",
"author": "Goethe"
},
{
"text": "Our kindness may be the most persuasive argument for that which we believe.",
"author": "Gordon Hinckley"
},
{
"text": "Chaos is inherent in all compounded things. Strive on with diligence.",
"author": "Buddha"
},
{
"text": "Be sure you put your feet in the right place, then stand firm.",
"author": "Abraham Lincoln"
},
{
"text": "Nothing great was ever achieved without enthusiasm.",
"author": "Ralph Emerson"
},
{
"text": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.",
"author": "Richard Bach"
},
{
"text": "Know how to listen, and you will profit even from those who talk badly.",
"author": "Plutarch"
},
{
"text": "A man is not old as long as he is seeking something.",
"author": "Edmond Rostand"
},
{
"text": "The time you think you're missing, misses you too.",
"author": "Ymber Delecto"
},
{
"text": "Life is not measured by the breaths you take, but by its breathtaking moments.",
"author": "Michael Vance"
},
{
"text": "Much wisdom often goes with fewer words.",
"author": "Sophocles"
},
{
"text": "If you love life, don't waste time, for time is what life is made up of.",
"author": "Bruce Lee"
},
{
"text": "Imagination is the living power and prime agent of all human perception.",
"author": "Samuel Taylor Coleridge"
},
{
"text": "It is impossible to feel grateful and depressed in the same moment.",
"author": "Naomi Williams"
},
{
"text": "Progress always involves risks. You can't steal second base and keep your foot on first.",
"author": "Frederick Wilcox"
},
{
"text": "Liberty, taking the word in its concrete sense, consists in the ability to choose.",
"author": "Simone Weil"
},
{
"text": "A thing well said will be wit in all languages.",
"author": "John Dryden"
},
{
"text": "Always do your best. What you plant now, you will harvest later.",
"author": "Og Mandino"
},
{
"text": "My mama always said: life's like a box of chocolate you never know what you gonna get.",
"author": "Forrest Gump"
},
{
"text": "We are the leaves of one branch, the drops of one sea, the flowers of one garden.",
"author": "Jean Lacordaire"
},
{
"text": "If you come to a fork in the road, take it.",
"author": null
},
{
"text": "It is not only for what we do that we are held responsible, but also for what we do not do.",
"author": "Moliere"
},
{
"text": "Nobody can do everything, but everybody can do something.",
"author": null
},
{
"text": "The world has the habit of making room for the man whose actions show that he knows where he is going.",
"author": "Napoleon Hill"
},
{
"text": "You cannot step twice into the same river, for other waters are continually flowing in.",
"author": "Heraclitus"
},
{
"text": "Excellence is to do a common thing in an uncommon way.",
"author": "Booker Washington"
},
{
"text": "No matter how hard the past, you can always begin again.",
"author": "Buddha"
},
{
"text": "I begin with an idea and then it becomes something else.",
"author": "Pablo Picasso"
},
{
"text": "Whoever is happy will make others happy, too.",
"author": "Mark Twain"
},
{
"text": "Your work is to discover your work and then with all your heart to give yourself to it.",
"author": "Buddha"
},
{
"text": "It's not what happens to you, but how you react to it that matters.",
"author": "Epictetus"
},
{
"text": "Take it easy, but take it.",
"author": "Woody Guthrie"
},
{
"text": "Never apologize for showing feeling. When you do so, you apologize for truth.",
"author": "Benjamin Disraeli"
},
{
"text": "Take rest; a field that has rested gives a bountiful crop.",
"author": "Ovid"
},
{
"text": "Age does not protect you from love. But love, to some extent, protects you from age.",
"author": "Anais Nin"
},
{
"text": "Do what you can. Want what you have. Be who you are.",
"author": "Forrest Church"
},
{
"text": "There are people who have money and people who are rich.",
"author": "Coco Chanel"
},
{
"text": "Why worry about tomorrow, when today is all we have?",
"author": null
},
{
"text": "Speak when you are angry and you will make the best speech you will ever regret.",
"author": "Ambrose Bierce"
},
{
"text": "Things do not change, we change.",
"author": "Henry Thoreau"
},
{
"text": "The exercise of an extraordinary gift is the supremest pleasure in life.",
"author": "Mark Twain"
},
{
"text": "Sometimes the most important thing in a whole day is the rest we take between two deep breaths.",
"author": "Etty Hillesum"
},
{
"text": "Forgiveness is choosing to love. It is the first skill of self-giving love.",
"author": "Mohandas Gandhi"
},
{
"text": "To ensure good health: eat lightly, breathe deeply, live moderately, cultivate cheerfulness, and maintain an interest in life.",
"author": "William Londen"
},
{
"text": "Most smiles are started by another smile.",
"author": null
},
{
"text": "Nothing is softer or more flexible than water, yet nothing can resist it.",
"author": "Lao Tzu"
},
{
"text": "It is difficult to achieve a spirit of genuine cooperation as long as people remain indifferent to the feelings and happiness of others.",
"author": "Dalai Lama"
},
{
"text": "Experience keeps a dear school, but fools will learn in no other.",
"author": "Benjamin Franklin"
},
{
"text": "We can only be said to be alive in those moments when our hearts are conscious of our treasures.",
"author": "Thornton Wilder"
},
{
"text": "Fine words and an insinuating appearance are seldom associated with true virtue",
"author": "Confucius"
},
{
"text": "We do not quit playing because we grow old, we grow old because we quit playing.",
"author": "Oliver Holmes"
},
{
"text": "You can't choose up sides on a round world.",
"author": "Wayne Dyer"
},
{
"text": "My advice to you is not to inquire why or whither, but just enjoy your ice cream while its on your plate, that's my philosophy.",
"author": "Thornton Wilder"
},
{
"text": "Kindness is the language which the deaf can hear and the blind can see.",
"author": "Mark Twain"
},
{
"text": "I may not know everything, but everything is not known yet anyway.",
"author": "Byron Pulsifer"
},
{
"text": "If we could see the miracle of a single flower clearly, our whole life would change.",
"author": "Buddha"
},
{
"text": "Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable.",
"author": "Carl Jung"
},
{
"text": "You cannot travel the path until you have become the path itself.",
"author": "Buddha"
},
{
"text": "Keep your eyes on the stars and your feet on the ground.",
"author": "Theodore Roosevelt"
},
{
"text": "I am not afraid of tomorrow, for I have seen yesterday and I love today.",
"author": "William White"
},
{
"text": "Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless.",
"author": "Jamie Paolinetti"
},
{
"text": "When you lose, don't lose the lesson.",
"author": null
},
{
"text": "If you want a thing done well, do it yourself.",
"author": "Napoleon Bonaparte"
},
{
"text": "The greatest barrier to success is the fear of failure.",
"author": "Eriksson"
},
{
"text": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather.",
"author": "John Ruskin"
},
{
"text": "If you aren't going all the way, why go at all?",
"author": "Joe Namath"
},
{
"text": "Our greatest glory is not in never falling, but in rising every time we fall.",
"author": "Confucius"
},
{
"text": "The beginning of wisdom is found in doubting; by doubting we come to the question, and by seeking we may come upon the truth.",
"author": "Pierre Abelard"
},
{
"text": "If I could reach up and hold a star for every time you've made me smile, the entire evening sky would be in the palm of my hand.",
"author": null
},
{
"text": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves.",
"author": "Buddha"
},
{
"text": "Stay committed to your decisions, but stay flexible in your approach.",
"author": "Tony Robbins"
},
{
"text": "An optimist is a person who sees a green light everywhere, while the pessimist sees only the red spotlight... The truly wise person is colour-blind.",
"author": "Albert Schweitzer"
},
{
"text": "What separates the winners from the losers is how a person reacts to each new twist of fate.",
"author": "Donald Trump"
},
{
"text": "Each man has his own vocation; his talent is his call. There is one direction in which all space is open to him.",
"author": "Ralph Emerson"
},
{
"text": "To change ones life, start immediately, do it flamboyantly, no exceptions.",
"author": "William James"
},
{
"text": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
"author": "John F. Kennedy"
},
{
"text": "The world cares very little about what a man or woman knows; it is what a man or woman is able to do that counts.",
"author": "Booker Washington"
},
{
"text": "The steeper the mountain the harder the climb the better the view from the finishing line",
"author": null
},
{
"text": "Aim for success, not perfection. Never give up your right to be wrong, because then you will lose the ability to learn new things and move forward with your life.",
"author": "Dr. David M. Burns"
},
{
"text": "When I let go of what I am, I become what I might be.",
"author": "Lao Tzu"
},
{
"text": "Transformation does not start with some one else changing you; transformation is an inner self reworking of what you are now to what you will be.",
"author": "Byron Pulsifer"
},
{
"text": "Time is not a measure the length of a day or month or year but more a measure of what you have accomplished.",
"author": "Byron Pulsifer"
},
{
"text": "Wherever a man may happen to turn, whatever a man may undertake, he will always end up by returning to the path which nature has marked out for him.",
"author": "Johann Wolfgang von Goethe"
},
{
"text": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
"author": "Buddha"
},
{
"text": "When there is no enemy within, the enemies outside cannot hurt you.",
"author": "African proverb"
},
{
"text": "He who controls others may be powerful, but he who has mastered himself is mightier still.",
"author": "Lao Tzu"
},
{
"text": "There is no scarcity of opportunity to make a living at what you love; theres only scarcity of resolve to make it happen.",
"author": "Wayne Dyer"
},
{
"text": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.",
"author": "Wolfgang Amadeus Mozart"
},
{
"text": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
"author": "H. Bertram Lewis"
},
{
"text": "As an organizer I start from where the world is, as it is, not as I would like it to be.",
"author": "Saul Alinsky"
},
{
"text": "You are the only person on Earth who can use your ability.",
"author": "Zig Ziglar"
},
{
"text": "Don't let what you can't do stop you from doing what you can do.",
"author": null
},
{
"text": "Complaining doesn't change a thing only taking action does.",
"author": "Byron Pulsifer"
},
{
"text": "Life a culmination of the past, an awareness of the present, an indication of the future beyond knowledge, the quality that gives a touch of divinity to matter.",
"author": "Charles A. Lindbergh"
},
{
"text": "Enjoy the little things, for one day you may look back and realize they were the big things.",
"author": "Robert Brault"
},
{
"text": "With every experience, you alone are painting your own canvas, thought by thought, choice by choice.",
"author": "Oprah Winfrey"
},
{
"text": "Let the beauty of what you love be what you do.",
"author": "Rumi"
},
{
"text": "The world turns aside to let any man pass who knows where he is going.",
"author": "Epictetus"
},
{
"text": "Beauty is not in the face; beauty is a light in the heart.",
"author": "Kahlil Gibran"
},
{
"text": "A day of worry is more exhausting than a day of work.",
"author": "John Lubbock"
},
{
"text": "Truth, and goodness, and beauty are but different faces of the same all.",
"author": "Ralph Emerson"
},
{
"text": "To be great is to be misunderstood.",
"author": "Ralph Emerson"
},
{
"text": "Trust only movement. Life happens at the level of events, not of words. Trust movement.",
"author": "Alfred Adler"
},
{
"text": "Never, never, never give up.",
"author": "Winston Churchill"
},
{
"text": "The most decisive actions of our life... are most often unconsidered actions.",
"author": "Andre Gide"
},
{
"text": "As we grow as unique persons, we learn to respect the uniqueness of others.",
"author": "Robert Schuller"
},
{
"text": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.",
"author": "Robert Schuller"
},
{
"text": "It is the quality of our work which will please God, not the quantity.",
"author": "Mahatma Gandhi"
},
{
"text": "Try and fail, but don't fail to try.",
"author": "Stephen Kaggwa"
},
{
"text": "First say to yourself what you would be; and then do what you have to do.",
"author": "Epictetus"
},
{
"text": "Through pride we are ever deceiving ourselves. But deep down below the surface of the average conscience a still, small voice says to us, Something is out of tune.",
"author": "Carl Jung"
},
{
"text": "Keep silence for the most part, and speak only when you must, and then briefly.",
"author": "Epictetus"
},
{
"text": "Fear not for the future, weep not for the past.",
"author": "Percy Shelley"
},
{
"text": "We are Divine enough to ask and we are important enough to receive.",
"author": "Wayne Dyer"
},
{
"text": "If you kick a stone in anger, you'll hurt your own foot.",
"author": "Korean proverb"
},
{
"text": "To see things in the seed, that is genius.",
"author": "Lao Tzu"
},
{
"text": "The happiness that is genuinely satisfying is accompanied by the fullest exercise of our faculties and the fullest realization of the world in which we live.",
"author": "Bertrand Russell"
},
{
"text": "Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.",
"author": "Douglas Adams"
},
{
"text": "Make the most of yourself, for that is all there is of you.",
"author": "Ralph Emerson"
},
{
"text": "The universe is made of stories, not atoms.",
"author": "Muriel Rukeyser"
},
{
"text": "Respect should be earned by actions, and not acquired by years.",
"author": "Frank Wright"
},
{
"text": "I hear and I forget. I see and I remember. I do and I understand.",
"author": "Confucius"
},
{
"text": "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.",
"author": "Will Durant"
},
{
"text": "A lot of people give up just before theyre about to make it. You know you never know when that next obstacle is going to be the last one.",
"author": "Chuck Norris"
},
{
"text": "Sometimes the biggest act of courage is a small one.",
"author": "Lauren Raffo"
},
{
"text": "People are not lazy. They simply have impotent goals that is, goals that do not inspire them.",
"author": "Tony Robbins"
},
{
"text": "You do not become good by trying to be good, but by finding the goodness that is already within you.",
"author": "Eckhart Tolle"
},
{
"text": "Waste no more time arguing about what a good man should be. Be one.",
"author": "Marcus Aurelius"
},
{
"text": "Happiness often sneaks in through a door you didn't know you left open.",
"author": "John Barrymore"
},
{
"text": "There are basically two types of people. People who accomplish things, and people who claim to have accomplished things. The first group is less crowded.",
"author": "Mark Twain"
},
{
"text": "The things that one most wants to do are the things that are probably most worth doing.",
"author": "Winifred Holtby"
},
{
"text": "Always bear in mind that your own resolution to succeed is more important than any one thing.",
"author": "Abraham Lincoln"
},
{
"text": "Setting an example is not the main means of influencing another, it is the only means.",
"author": "Albert Einstein"
},
{
"text": "Chaos and Order are not enemies, only opposites.",
"author": "Richard Garriott"
},
{
"text": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.",
"author": "Henry Longfellow"
},
{
"text": "Only through our connectedness to others can we really know and enhance the self. And only through working on the self can we begin to enhance our connectedness to others.",
"author": "Harriet Lerner"
},
{
"text": "He who deliberates fully before taking a step will spend his entire life on one leg.",
"author": "Chinese proverb"
},
{
"text": "Peace begins with a smile.",
"author": "Mother Teresa"
},
{
"text": "Be your own hero, it's cheaper than a movie ticket.",
"author": "Doug Horton"
},
{
"text": "Turn your face toward the sun and the shadows will fall behind you.",
"author": "Maori proverb"
},
{
"text": "Things turn out best for those who make the best of the way things turn out.",
"author": "Jack Buck"
},
{
"text": "Were here for a reason. I believe a bit of the reason is to throw little torches out to lead people through the dark.",
"author": "Whoopi Goldberg"
},
{
"text": "To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.",
"author": "Anthony Robbins"
},
{
"text": "Ability will never catch up with the demand for it.",
"author": "Confucius"
},
{
"text": "Never say there is nothing beautiful in the world any more. There is always something to make you wonder in the shape of a tree, the trembling of a leaf.",
"author": "Albert Schweitzer"
},
{
"text": "Intuition is the very force or activity of the soul in its experience through whatever has been the experience of the soul itself.",
"author": "Henry Reed"
},
{
"text": "Setting goals is the first step in turning the invisible into the visible.",
"author": "Tony Robbins"
},
{
"text": "Courage is not the absence of fear, but simply moving on with dignity despite that fear.",
"author": "Pat Riley"
},
{
"text": "All truths are easy to understand once they are discovered; the point is to discover them.",
"author": "Galileo Galilei"
},
{
"text": "The smallest act of kindness is worth more than the grandest intention.",
"author": "Oscar Wilde"
},
{
"text": "We know from science that nothing in the universe exists as an isolated or independent entity.",
"author": "Margaret Wheatley"
},
{
"text": "Everything in the universe goes by indirection. There are no straight lines.",
"author": "Ralph Emerson"
},
{
"text": "What do we live for, if it is not to make life less difficult for each other?",
"author": "George Eliot"
},
{
"text": "When we feel love and kindness toward others, it not only makes others feel loved and cared for, but it helps us also to develop inner happiness and peace.",
"author": "Tenzin Gyatso"
},
{
"text": "We may encounter many defeats but we must not be defeated.",
"author": "Maya Angelou"
},
{
"text": "Every person, all the events of your life are there because you have drawn them there. What you choose to do with them is up to you.",
"author": "Richard Bach"
},
{
"text": "Logic will get you from A to B. Imagination will take you everywhere.",
"author": "Albert Einstein"
},
{
"text": "Our deepest wishes are whispers of our authentic selves. We must learn to respect them. We must learn to listen.",
"author": "Sarah Breathnach"
},
{
"text": "The world is but a canvas to the imagination.",
"author": "Henry Thoreau"
},
{
"text": "Thats the risk you take if you change: that people you've been involved with won't like the new you. But other people who do will come along.",
"author": "Lisa Alther"
},
{
"text": "To be happy is to be able to become aware of oneself without fright.",
"author": "Walter Benjamin"
},
{
"text": "Strength to carry on despite the odds means you have faith in your own abilities and know how.",
"author": "Byron Pulsifer"
},
{
"text": "Make the most of yourself for that is all there is of you.",
"author": "Ralph Emerson"
},
{
"text": "Be gentle first with yourself if you wish to be gentle with others.",
"author": "Lama Yeshe"
},
{
"text": "A man who doesn't trust himself can never really trust anyone else.",
"author": "Cardinal Retz"
},
{
"text": "We make our own fortunes and we call them fate.",
"author": "Benjamin Disraeli"
},
{
"text": "Leaders aren't born they are made. And they are made just like anything else, through hard work. And that's the price well have to pay to achieve that goal, or any goal.",
"author": "Vince Lombardi"
},
{
"text": "It takes courage to grow up and become who you really are.",
"author": "E. E. Cummings"
},
{
"text": "Always seek out the seed of triumph in every adversity.",
"author": "Og Mandino"
},
{
"text": "Rather than wishing for change, you first must be prepared to change.",
"author": "Catherine Pulsifer"
},
{
"text": "I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act.",
"author": "Buddha"
},
{
"text": "Fame usually comes to those who are thinking about something else.",
"author": "Holmes"
},
{
"text": "First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality. The beginning, as you will observe, is in your imagination.",
"author": "Napoleon Hill"
},
{
"text": "The superior man acts before he speaks, and afterwards speaks according to his action.",
"author": "Confucius"
},
{
"text": "A single conversation across the table with a wise person is worth a months study of books.",
"author": "Chinese proverb"
},
{
"text": "The difference between what we do and what we are capable of doing would suffice to solve most of the worlds problems.",
"author": "Mohandas Gandhi"
},
{
"text": "You can never cross the ocean unless you have the courage to lose sight of the shore.",
"author": null
},
{
"text": "Work for something because it is good, not just because it stands a chance to succeed.",
"author": "Vaclav Havel"
},
{
"text": "Knowledge rests not upon truth alone, but upon error also.",
"author": "Carl Jung"
},
{
"text": "Make it a rule of life never to regret and never to look back. Regret is an appalling waste of energy; you can't build on it; it's only for wallowing in.",
"author": "Katherine Mansfield"
},
{
"text": "Never regret. If it's good, it's wonderful. If it's bad, it's experience.",
"author": "Victoria Holt"
},
{
"text": "When deeds and words are in accord, the whole world is transformed.",
"author": "Chuang Tzu"
},
{
"text": "Kind words can be short and easy to speak but their echoes are truly endless.",
"author": "Mother Teresa"
},
{
"text": "For everything that lives is holy, life delights in life.",
"author": "William Blake"
},
{
"text": "The most important thing is transforming our minds, for a new way of thinking, a new outlook: we should strive to develop a new inner world.",
"author": "Dalai Lama"
},
{
"text": "Our passion is our strength.",
"author": "Billie Armstrong"
},
{
"text": "In rivers, the water that you touch is the last of what has passed and the first of that which comes; so with present time.",
"author": "Leonardo da Vinci"
},
{
"text": "Spring is a time for rebirth and the fulfilment of new life.",
"author": "Byron Pulsifer"
},
{
"text": "There is nothing happens to any person but what was in his power to go through with.",
"author": "Marcus Aurelius"
},
{
"text": "There are two ways to slide easily through life: to believe everything or to doubt everything; both ways save us from thinking.",
"author": "Alfred Korzybski"
},
{
"text": "The art of progress is to preserve order amid change, and to preserve change amid order.",
"author": "Alfred Whitehead"
},
{
"text": "We make a living by what we get, but we make a life by what we give.",
"author": "Winston Churchill"
},
{
"text": "If you want to study yourself look into the hearts of other people. If you want to study other people look into your own heart.",
"author": "Friedrich von Schiller"
},
{
"text": "Maxim for life: You get treated in life the way you teach people to treat you.",
"author": "Wayne Dyer"
},
{
"text": "The first duty of a human being is to assume the right functional relationship to society more briefly, to find your real job, and do it.",
"author": "Charlotte Perkins Gilman"
},
{
"text": "The key to growth is the introduction of higher dimensions of consciousness into our awareness.",
"author": "Lao Tzu"
},
{
"text": "Thought is the blossom; language the bud; action the fruit behind it.",
"author": "Ralph Emerson"
},
{
"text": "True happiness means forging a strong spirit that is undefeated, no matter how trying our circumstances.",
"author": "Daisaku Ikeda"
},
{
"text": "There is nothing so useless as doing efficiently that which should not be done at all.",
"author": "Peter Drucker"
},
{
"text": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.",
"author": "Leonardo da Vinci"
},
{
"text": "All the world is a stage, And all the men and women merely players.They have their exits and entrances; Each man in his time plays many parts.",
"author": "William Shakespeare"
},
{
"text": "As we are liberated from our own fear, our presence automatically liberates others.",
"author": "Nelson Mandela"
},
{
"text": "The most successful people are those who are good at plan B.",
"author": "James Yorke"
},
{
"text": "Criticism is something you can easily avoid by saying nothing, doing nothing, and being nothing.",
"author": "Aristotle"
},
{
"text": "To fly as fast as thought, you must begin by knowing that you have already arrived.",
"author": "Richard Bach"
},
{
"text": "Obstacles are those things you see when you take your eyes off the goal.",
"author": "Hannah More"
},
{
"text": "The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.",
"author": "Michelangelo"
},
{
"text": "Great ideas often receive violent opposition from mediocre minds.",
"author": "Albert Einstein"
},
{
"text": "We can change our lives. We can do, have, and be exactly what we wish.",
"author": "Tony Robbins"
},
{
"text": "You are the only person on earth who can use your ability.",
"author": "Zig Ziglar"
},
{
"text": "Neither genius, fame, nor love show the greatness of the soul. Only kindness can do that.",
"author": "Jean Lacordaire"
},
{
"text": "The least of things with a meaning is worth more in life than the greatest of things without it.",
"author": "Carl Jung"
},
{
"text": "The noblest worship is to make yourself as good and as just as you can.",
"author": "Isocrates"
},
{
"text": "Though no one can go back and make a brand new start, anyone can start from not and make a brand new ending.",
"author": "Carl Bard"
},
{
"text": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown.",
"author": "Denis Waitley"
},
{
"text": "Don't think of it as failure. Think of it as time-released success.",
"author": "Robert Orben"
},
{
"text": "We are what we repeatedly do. Excellence, then, is not an act but a habit.",
"author": "Aristotle"
},
{
"text": "I walk slowly, but I never walk backward.",
"author": "Abraham Lincoln"
},
{
"text": "Divide each difficulty into as many parts as is feasible and necessary to resolve it.",
"author": "Rene Descartes"
},
{
"text": "The best place to find a helping hand is at the end of your own arm.",
"author": null
},
{
"text": "We know the truth, not only by the reason, but by the heart.",
"author": "Blaise Pascal"
},
{
"text": "We choose our joys and sorrows long before we experience them.",
"author": "Kahlil Gibran"
},
{
"text": "Anybody can make history. Only a great man can write it.",
"author": "Oscar Wilde"
},
{
"text": "If I know what love is, it is because of you.",
"author": "Hermann Hesse"
},
{
"text": "Allow the world to live as it chooses, and allow yourself to live as you choose.",
"author": "Richard Bach"
},
{
"text": "Focusing your life solely on making a buck shows a poverty of ambition. It asks too little of yourself. And it will leave you unfulfilled.",
"author": "Barack Obama"
},
{
"text": "Compassion and happiness are not a sign of weakness but a sign of strength.",
"author": "Dalai Lama"
},
{
"text": "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.",
"author": "Franklin D. Roosevelt"
},
{
"text": "Be here now. Be someplace else later. Is that so complicated?",
"author": "David Bader"
},
{
"text": "To be able to give away riches is mandatory if you wish to possess them. This is the only way that you will be truly rich.",
"author": "Mahummad Ali"
},
{
"text": "Learning without reflection is a waste, reflection without learning is dangerous.",
"author": "Confucius"
},
{
"text": "Don't fear failure so much that you refuse to try new things. The saddest summary of life contains three descriptions: could have, might have, and should have.",
"author": null
},
{
"text": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.",
"author": "Bruce Lee"
},
{
"text": "I don't believe in failure. It's not failure if you enjoyed the process.",
"author": "Oprah Winfrey"
},
{
"text": "The best and most beautiful things in the world cannot be seen, nor touched... but are felt in the heart.",
"author": "Helen Keller"
},
{
"text": "Success in business requires training and discipline and hard work. But if you're not frightened by these things, the opportunities are just as great today as they ever were.",
"author": "David Rockefeller"
},
{
"text": "The man who trusts men will make fewer mistakes than he who distrusts them.",
"author": "Cavour"
},
{
"text": "The less effort, the faster and more powerful you will be.",
"author": "Bruce Lee"
},
{
"text": "We must be as courteous to a man as we are to a picture, which we are willing to give the advantage of a good light.",
"author": "Ralph Emerson"
},
{
"text": "The dream was always running ahead of me. To catch up, to live for a moment in unison with it, that was the miracle.",
"author": "Anais Nin"
},
{
"text": "The cure for boredom is curiosity. There is no cure for curiosity.",
"author": "Ellen Parr"
},
{
"text": "We can do no great things, only small things with great love.",
"author": "Mother Teresa"
},
{
"text": "Be like the flower, turn your face to the sun.",
"author": "Kahlil Gibran"
},
{
"text": "Remembering a wrong is like carrying a burden on the mind.",
"author": "Buddha"
},
{
"text": "The foolish man seeks happiness in the distance; the wise grows it under his feet.",
"author": "James Openheim"
},
{
"text": "Gratitude is the fairest blossom which springs from the soul.",
"author": "Henry Beecher"
},
{
"text": "If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?",
"author": "Confucius"
},
{
"text": "You cannot have what you do not want.",
"author": "John Acosta"
},
{
"text": "Do not follow where the path may lead. Go, instead, where there is no path and leave a trail.",
"author": "Ralph Waldo Emerson"
},
{
"text": "It is not fair to ask of others what you are unwilling to do yourself.",
"author": "Eleanor Roosevelt"
},
{
"text": "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
"author": "Carl Jung"
},
{
"text": "The best thing in every noble dream is the dreamer...",
"author": "Moncure Conway"
},
{
"text": "Weve got to have a dream if we are going to make a dream come true.",
"author": "Walt Disney"
},
{
"text": "If you want things to be different, perhaps the answer is to become different yourself.",
"author": "Norman Peale"
},
{
"text": "There is nothing impossible to him who will try.",
"author": "Alexander the Great"
},
{
"text": "Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom.",
"author": "Theodore Rubin"
},
{
"text": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.",
"author": "Harriet Tubman"
},
{
"text": "The only real failure in life is not to be true to the best one knows.",
"author": "Buddha"
},
{
"text": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.",
"author": "Albert Einstein"
},
{
"text": "Change will not come if we wait for some other person or some other time. We are the ones weve been waiting for. We are the change that we seek.",
"author": "Barack Obama"
},
{
"text": "Those who cannot learn from history are doomed to repeat it.",
"author": "George Santayan"
},
{
"text": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.",
"author": "Carlos Castaneda"
},
{
"text": "Just as a flower, which seems beautiful has color but no perfume, so are the fruitless words of a man who speaks them but does them not.",
"author": "Dhammapada"
},
{
"text": "Things that were hard to bear are sweet to remember.",
"author": "Seneca"
},
{
"text": "Three things in human life are important. The first is to be kind. The second is to be kind. The third is to be kind.",
"author": "Henry James"
},
{
"text": "However many holy words you read, However many you speak, What good will they do you If you do not act on upon them?",
"author": "Buddha"
},
{
"text": "They can conquer who believe they can.",
"author": "Virgil"
},
{
"text": "Learn to listen. Opportunity could be knocking at your door very softly.",
"author": "Frank Tyger"
},
{
"text": "All action results from thought, so it is thoughts that matter.",
"author": "Sai Baba"
},
{
"text": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
"author": "Albert Einstein"
},
{
"text": "I love my past. I love my present. I'm not ashamed of what Ive had, and I'm not sad because I have it no longer.",
"author": "Colette"
},
{
"text": "Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.",
"author": "Maya Angelou"
},
{
"text": "Just as much as we see in others we have in ourselves.",
"author": "William Hazlitt"
},
{
"text": "Prosperity depends more on wanting what you have than having what you want.",
"author": "Geoffrey F. Abert"
},
{
"text": "How many cares one loses when one decides not to be something but to be someone.",
"author": "Coco Chanel"
},
{
"text": "He who knows, does not speak. He who speaks, does not know.",
"author": "Lao Tzu"
},
{
"text": "We cannot direct the wind but we can adjust the sails.",
"author": null
},
{
"text": "One may say the eternal mystery of the world is its comprehensibility.",
"author": "Albert Einstein"
},
{
"text": "The self is not something ready-made, but something in continuous formation through choice of action.",
"author": "John Dewey"
},
{
"text": "Our greatness lies not so much in being able to remake the world as being able to remake ourselves.",
"author": "Mahatma Gandhi"
},
{
"text": "Moments of complete apathy are the best for new creations.",
"author": "Philip Breedveld"
},
{
"text": "The only real mistake is the one from which we learn nothing.",
"author": "John Powell"
},
{
"text": "To dream of the person you would like to be is to waste the person you are.",
"author": "Tim Menchen"
},
{
"text": "The important thing is this: to be able at any moment to sacrifice what we are for what we could become.",
"author": "Charles Dubois"
},
{
"text": "Gratitude is not only the greatest of virtues, but the paren't of all the others.",
"author": "Cicero"
},
{
"text": "It is never too late. Even if you are going to die tomorrow, keep yourself straight and clear and be a happy human being today.",
"author": "Lama Yeshe"
},
{
"text": "Respect is not something that you can ask for, buy or borrow. Respect is what you earn from each person no matter their background or status.",
"author": "Byron Pulsifer"
},
{
"text": "Things do not change; we change.",
"author": "Henry Thoreau"
},
{
"text": "We must learn our limits. We are all something, but none of us are everything.",
"author": "Blaise Pascal"
},
{
"text": "Learn wisdom from the ways of a seedling. A seedling which is never hardened off through stressful situations will never become a strong productive plant.",
"author": "Stephen Sigmund"
},
{
"text": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations.",
"author": "Charles R. Swindoll"
},
{
"text": "All men have a sweetness in their life. That is what helps them go on. It is towards that they turn when they feel too worn out.",
"author": "Albert Camus"
},
{
"text": "Be a good listener. Your ears will never get you in trouble.",
"author": "Frank Tyger"
},
{
"text": "Meditation brings wisdom; lack of mediation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom.",
"author": "Buddha"
},
{
"text": "You learn to speak by speaking, to study by studying, to run by running, to work by working; in just the same way, you learn to love by loving.",
"author": "Anatole France"
},
{
"text": "To listen well is as powerful a means of communication and influence as to talk well.",
"author": "John Marshall"
},
{
"text": "There is only one happiness in life, to love and be loved.",
"author": "George Sand"
},
{
"text": "Live through feeling and you will live through love. For feeling is the language of the soul, and feeling is truth.",
"author": "Matt Zotti"
},
{
"text": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
"author": "Lao Tzu"
},
{
"text": "Reason and free inquiry are the only effectual agents against error.",
"author": "Thomas Jefferson"
},
{
"text": "The best cure for the body is a quiet mind.",
"author": "Napoleon Bonaparte"
},
{
"text": "See the positive side, the potential, and make an effort.",
"author": "Dalai Lama"
},
{
"text": "By accepting yourself and being fully what you are, your presence can make others happy.",
"author": "Jane Roberts"
},
{
"text": "Never deny a diagnosis, but do deny the negative verdict that may go with it.",
"author": "Norman Cousins"
},
{
"text": "The really unhappy person is the one who leaves undone what they can do, and starts doing what they don't understand; no wonder they come to grief.",
"author": "Johann Wolfgang von Goethe"
},
{
"text": "You cannot be lonely if you like the person you're alone with.",
"author": "Wayne Dyer"
},
{
"text": "I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on man unless they act.",
"author": "G. K. Chesterton"
},
{
"text": "If you propose to speak, always ask yourself, is it true, is it necessary, is it kind.",
"author": "Buddha"
},
{
"text": "Risk more than others think is safe. Care more than others think is wise. Dream more than others think is practical.Expect more than others think is possible.",
"author": "Cadet Maxim"
},
{
"text": "Failure will never overtake me if my determination to succeed is strong enough.",
"author": "Og Mandino"
},
{
"text": "Let go of your attachment to being right, and suddenly your mind is more open. You're able to benefit from the unique viewpoints of others, without being crippled by your own judgement.",
"author": "Ralph Marston"
},
{
"text": "Wrinkles should merely indicate where smiles have been.",
"author": "Mark Twain"
},
{
"text": "Your attitude, not your aptitude, will determine your altitude.",
"author": "Zig Ziglar"
},
{
"text": "Let yourself be silently drawn by the stronger pull of what you really love.",
"author": "Rumi"
},
{
"text": "I gave my life to become the person I am right now. Was it worth it?",
"author": "Richard Bach"
},
{
"text": "Give thanks for a little and you will find a lot.",
"author": "Hausa"
},
{
"text": "Your ability to learn faster than your competition is your only sustainable competitive advantage.",
"author": "Arie de Gues"
},
{
"text": "Forgiveness does not change the past, but it does enlarge the future.",
"author": "Paul Boese"
},
{
"text": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.",
"author": "Nikola Tesla"
},
{
"text": "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.",
"author": "Aristotle"
},
{
"text": "The deepest craving of human nature is the need to be appreciated.",
"author": "William James"
},
{
"text": "Love does not consist of gazing at each other, but in looking together in the same direction.",
"author": "Antoine de Saint-Exupery"
},
{
"text": "We have committed the Golden Rule to memory; let us now commit it to life.",
"author": "Edwin Markham"
},
{
"text": "It is with words as with sunbeams. The more they are condensed, the deeper they burn.",
"author": "Robert Southey"
},
{
"text": "When people are like each other they tend to like each other.",
"author": "Tony Robbins"
},
{
"text": "Sincerity is the way of Heaven. The attainment of sincerity is the way of men.",
"author": "Confucius"
},
{
"text": "Be the change that you want to see in the world.",
"author": "Mohandas Gandhi"
},
{
"text": "The more you care, the stronger you can be.",
"author": "Jim Rohn"
},
{
"text": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.",
"author": "Oprah Winfrey"
},
{
"text": "Just trust yourself, then you will know how to live.",
"author": "Goethe"
},
{
"text": "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
"author": "Pema Chodron"
},
{
"text": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.",
"author": "Jim Rohn"
},
{
"text": "It all depends on how we look at things, and not how they are in themselves.",
"author": "Carl Jung"
},
{
"text": "Giving up doesn't always mean you are weak; sometimes it means that you are strong enough to let go.",
"author": null
},
{
"text": "To climb steep hills requires a slow pace at first.",
"author": "William Shakespeare"
},
{
"text": "An idea that is developed and put into action is more important than an idea that exists only as an idea.",
"author": "Buddha"
},
{
"text": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.",
"author": "Max Planck"
},
{
"text": "Truth is generally the best vindication against slander.",
"author": "Abraham Lincoln"
},
{
"text": "To follow, without halt, one aim: There is the secret of success.",
"author": "Anna Pavlova"
},
{
"text": "And as we let our own light shine, we unconsciously give other people permission to do the same.",
"author": "Nelson Mandela"
},
{
"text": "What is a weed? A plant whose virtues have not yet been discovered.",
"author": "Ralph Emerson"
},
{
"text": "Belief consists in accepting the affirmations of the soul; Unbelief, in denying them.",
"author": "Ralph Emerson"
},
{
"text": "Many people have gone further than they thought they could because someone else thought they could.",
"author": null
},
{
"text": "We read the world wrong and say that it deceives us.",
"author": "Rabindranath Tagore"
},
{
"text": "If only wed stop trying to be happy wed have a pretty good time.",
"author": "Edith Wharton"
},
{
"text": "You must do the things you think you cannot do.",
"author": "Eleanor Roosevelt"
},
{
"text": "Be yourself; everyone else is already taken.",
"author": "Oscar Wilde"
},
{
"text": "The mark of your ignorance is the depth of your belief in injustice and tragedy. What the caterpillar calls the end of the world, the Master calls the butterfly.",
"author": "Richard Bach"
},
{
"text": "I am glad that I paid so little attention to good advice; had I abided by it I might have been saved from some of my most valuable mistakes.",
"author": "Edna Millay"
},
{
"text": "Most folks are as happy as they make up their minds to be.",
"author": "Abraham Lincoln"
},
{
"text": "Love is the master key that opens the gates of happiness.",
"author": "Oliver Holmes"
},
{
"text": "The person who makes a success of living is the one who see his goal steadily and aims for it unswervingly. That is dedication.",
"author": "Cecil B. DeMille"
},
{
"text": "My reputation grows with every failure.",
"author": "George Shaw"
},
{
"text": "Good thoughts are no better than good dreams, unless they be executed.",
"author": "Ralph Emerson"
},
{
"text": "Happiness does not come about only due to external circumstances; it mainly derives from inner attitudes.",
"author": "Dalai Lama"
},
{
"text": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?",
"author": "Buddha"
},
{
"text": "For success, attitude is equally as important as ability.",
"author": "Harry Banks"
},
{
"text": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.",
"author": "Colin Powell"
},
{
"text": "A person who never made a mistake never tried anything new.",
"author": "Albert Einstein"
},
{
"text": "Better than a thousand hollow words is one word that brings peace.",
"author": "Buddha"
},
{
"text": "The possibilities are numerous once we decide to act and not react.",
"author": "George Bernard Shaw"
},
{
"text": "Almost everything comes from nothing.",
"author": "Henri Amiel"
},
{
"text": "Sometimes by losing a battle you find a new way to win the war.",
"author": "Donald Trump"
},
{
"text": "Listen to what you know instead of what you fear.",
"author": "Richard Bach"
},
{
"text": "It is easier to live through someone else than to become complete yourself.",
"author": "Betty Friedan"
},
{
"text": "If you're in a bad situation, don't worry it'll change. If you're in a good situation, don't worry it'll change.",
"author": "John Simone"
},
{
"text": "Remember that failure is an event, not a person.",
"author": "Zig Ziglar"
},
{
"text": "Don't settle for a relationship that won't let you be yourself.",
"author": "Oprah Winfrey"
},
{
"text": "What the caterpillar calls the end of the world, the master calls a butterfly.",
"author": "Richard Bach"
},
{
"text": "Instead of saying that man is the creature of circumstance, it would be nearer the mark to say that man is the architect of circumstance.",
"author": "Thomas Carlyle"
},
{
"text": "If you do what you've always done, you'll get what youve always gotten.",
"author": "Tony Robbins"
},
{
"text": "Do not wait for leaders; do it alone, person to person.",
"author": "Mother Teresa"
},
{
"text": "Knowledge has three degrees opinion, science, illumination. The means or instrument of the first is sense; of the second, dialectic; of the third, intuition.",
"author": "Plotinus"
},
{
"text": "Love vanquishes time. To lovers, a moment can be eternity, eternity can be the tick of a clock.",
"author": "Mary Parrish"
},
{
"text": "We never live; we are always in the expectation of living.",
"author": "Voltaire"
},
{
"text": "Think like a man of action; act like a man of thought.",
"author": "Henri L. Bergson"
},
{
"text": "You can complain because roses have thorns, or you can rejoice because thorns have roses.",
"author": "Ziggy"
},
{
"text": "There is not one big cosmic meaning for all, there is only the meaning we each give to our life.",
"author": "Anais Nin"
},
{
"text": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
"author": "Lao Tzu"
},
{
"text": "Time you enjoyed wasting was not wasted.",
"author": "John Lennon"
},
{
"text": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
"author": "Albert Camus"
},
{
"text": "Genuine sincerity opens people's hearts, while manipulation causes them to close.",
"author": "Daisaku Ikeda"
},
{
"text": "To give ones self earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom.",
"author": "Confucius"
},
{
"text": "A man's dreams are an index to his greatness.",
"author": "Zadok Rabinowitz"
},
{
"text": "This is the final test of a gentleman: his respect for those who can be of no possible value to him.",
"author": "William Lyon Phelps"
},
{
"text": "You teach best what you most need to learn.",
"author": "Richard Bach"
},
{
"text": "Continuous effort, not strength or intelligence is the key to unlocking our potential.",
"author": "Winston Churchill"
},
{
"text": "Obstacles are those frightful things you see when you take your eyes off your goal.",
"author": "Henry Ford"
},
{
"text": "Go for it now. The future is promised to no one.",
"author": "Wayne Dyer"
},
{
"text": "Never tell a young person that anything cannot be done. God may have been waiting centuries for someone ignorant enough of the impossible to do that very thing.",
"author": "John Holmes"
},
{
"text": "Bold is not the act of foolishness but the attribute and inner strength to act when others will not so as to move forward not backward.",
"author": "Byron Pulsifer"
},
{
"text": "If we look at the world with a love of life, the world will reveal its beauty to us.",
"author": "Daisaku Ikeda"
},
{
"text": "In skating over thin ice our safety is in our speed.",
"author": "Ralph Emerson"
},
{
"text": "When you discover your mission, you will feel its demand. It will fill you with enthusiasm and a burning desire to get to work on it.",
"author": "W. Clement Stone"
},
{
"text": "Never promise more than you can perform.",
"author": "Publilius Syrus"
},
{
"text": "If you don't go after what you want, you'll never have it. If you don't ask, the answer is always no. If you don't step forward, you're always in the same place.",
"author": "Nora Roberts"
},
{
"text": "I can't believe that God put us on this earth to be ordinary.",
"author": "Lou Holtz"
},
{
"text": "There are no limitations to the mind except those we acknowledge.",
"author": "Napoleon Hill"
},
{
"text": "It is through science that we prove, but through intuition that we discover.",
"author": "Jules Poincare"
},
{
"text": "Don't be dismayed by good-byes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetimes, is certain for those who are friends.",
"author": "Richard Bach"
},
{
"text": "If someone in your life talked to you the way you talk to yourself, you would have left them long ago.",
"author": "Carla Gordon"
},
{
"text": "The cosmos is neither moral or immoral; only people are. He who would move the world must first move himself.",
"author": "Edward Ericson"
},
{
"text": "If you lose today, win tomorrow. In this never-ending spirit of challenge is the heart of a victor.",
"author": "Daisaku Ikeda"
},
{
"text": "There is a way that nature speaks, that land speaks. Most of the time we are simply not patient enough, quiet enough, to pay attention to the story.",
"author": "Linda Hogan"
},
{
"text": "Never tell me the sky is the limit when there are footprints on the moon.",
"author": null
},
{
"text": "I cannot say whether things will get better if we change; what I can say is they must change if they are to get better.",
"author": "Georg Lichtenberg"
},
{
"text": "The greater part of human pain is unnecessary. It is self-created as long as the unobserved mind runs your life.",
"author": "Eckhart Tolle"
},
{
"text": "Take it easy but take it.",
"author": "Woody Guthrie"
},
{
"text": "Blessed is the man who expects nothing, for he shall never be disappointed.",
"author": "Alexander Pope"
},
{
"text": "He who knows others is wise. He who knows himself is enlightened.",
"author": "Lao Tzu"
},
{
"text": "The best way to predict your future is to create it.",
"author": "Peter Drucker"
},
{
"text": "A garden is always a series of losses set against a few triumphs, like life itself.",
"author": "May Sarton"
},
{
"text": "If facts are the seeds that later produce knowledge and wisdom, then the emotions and the impressions of the senses are the fertile soil in which the seeds must grow.",
"author": "Rachel Carson"
},
{
"text": "Never mistake motion for action.",
"author": "Ernest Hemingway"
},
{
"text": "One needs something to believe in, something for which one can have whole-hearted enthusiasm. One needs to feel that ones life has meaning, that one is needed in this world.",
"author": "Hannah Senesh"
},
{
"text": "One who is too insistent on his own views, finds few to agree with him.",
"author": "Lao Tzu"
},
{
"text": "Translation is the paradigm, the exemplar of all writing. It is translation that demonstrates most vividly the yearning for transformation that underlies every act involving speech, that supremely human gift.",
"author": "Harry Burchell Mathews"
},
{
"text": "Meditation is the dissolution of thoughts in eternal awareness or Pure consciousness without objectification, knowing without thinking, merging finitude in infinity.",
"author": "Voltaire"
},
{
"text": "The reasonable man adapts himself to the world; the unreasonable man persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man.",
"author": "George Shaw"
},
{
"text": "Good instincts usually tell you what to do long before your head has figured it out.",
"author": "Michael Burke"
},
{
"text": "It isn't what happens to us that causes us to suffer; it's what we say to ourselves about what happens.",
"author": "Pema Chodron"
},
{
"text": "Those who dream by day are cognizant of many things which escape those who dream only by night.",
"author": "Edgar Allan Poe"
},
{
"text": "We cannot hold a torch to light another's path without brightening our own.",
"author": "Ben Sweetland"
},
{
"text": "You are never given a wish without also being given the power to make it come true. You may have to work for it, however.",
"author": "Richard Bach"
},
{
"text": "Kind words can be short and easy to speak, but their echoes are truly endless.",
"author": "Mother Teresa"
},
{
"text": "Count your joys instead of your woes. Count your friends instead of your foes.",
"author": null
},
{
"text": "Dreams come true. Without that possibility, nature would not incite us to have them.",
"author": "John Updike"
},
{
"text": "Staying in one place is the best path to be taken over and surpassed by many.",
"author": "Byron Pulsifer"
},
{
"text": "Imagination will often carry us to worlds that never were. But without it we go nowhere.",
"author": "Carl Sagan"
},
{
"text": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.",
"author": "Helen Keller"
},
{
"text": "A leader or a man of action in a crisis almost always acts subconsciously and then thinks of the reasons for his action.",
"author": "Jawaharlal Nehru"
},
{
"text": "I have no special talent. I am only passionately curious.",
"author": "Albert Einstein"
},
{
"text": "I endeavour to be wise when I cannot be merry, easy when I cannot be glad, content with what cannot be mended and patient when there is no redress.",
"author": "Elizabeth Montagu"
},
{
"text": "The height of your accomplishments will equal the depth of your convictions.",
"author": "William Scolavino"
},
{
"text": "If I am not for myself, who will be for me? If I am not for others, what am I? And if not now, when?",
"author": "Rabbi Hillel"
},
{
"text": "When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.",
"author": "Audre Lorde"
},
{
"text": "All great men are gifted with intuition. They know without reasoning or analysis, what they need to know.",
"author": "Alexis Carrel"
},
{
"text": "To get the full value of joy you must have someone to divide it with.",
"author": "Mark Twain"
},
{
"text": "Sometimes our fate resembles a fruit tree in winter. Who would think that those branches would turn green again and blossom, but we hope it, we know it.",
"author": "Johann Wolfgang von Goethe"
},
{
"text": "We lost because we told ourselves we lost.",
"author": "Leo Tolstoy"
},
{
"text": "Success is determined by those whom prove the impossible, possible.",
"author": "James Pence"
},
{
"text": "Good advice is always certain to be ignored, but that's no reason not to give it.",
"author": "Agatha Christie"
},
{
"text": "The winner ain't the one with the fastest car it's the one who refuses to lose.",
"author": "Dale Earnhardt"
},
{
"text": "Spirituality can be severed from both vicious sectarianism and thoughtless banalities. Spirituality, I have come to see, is nothing less than the thoughtful love of life.",
"author": "Robert C. Solomon"
},
{
"text": "No one has a finer command of language than the person who keeps his mouth shut.",
"author": "Sam Rayburn"
},
{
"text": "The only person who never makes mistakes is the person who never does anything.",
"author": "Denis Waitley"
},
{
"text": "Life is what happens to you while you're busy making other plans.",
"author": "John Lennon"
},
{
"text": "Discovery consists of seeing what everybody has seen and thinking what nobody else has thought.",
"author": "Jonathan Swift"
},
{
"text": "If you have knowledge, let others light their candles in it.",
"author": "Margaret Fuller"
},
{
"text": "It is impossible for a man to learn what he thinks he already knows.",
"author": "Epictetus"
},
{
"text": "If you find yourself in a hole, the first thing to do is stop digging.",
"author": "Will Rogers"
},
{
"text": "To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future.",
"author": "Plutarch"
},
{
"text": "I think you can have moderate success by copying something else, but if you really want to knock it out of the park, you have to do something different and take chances.",
"author": "Lee Womack"
},
{
"text": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.",
"author": "Marcus Aurelius"
},
{
"text": "Six essential qualities that are the key to success: Sincerity, personal integrity, humility, courtesy, wisdom, charity.",
"author": "William Menninger"
},
{
"text": "I have an everyday religion that works for me. Love yourself first, and everything else falls into line.",
"author": "Lucille Ball"
},
{
"text": "Flow with whatever is happening and let your mind be free. Stay centred by accepting whatever you are doing. This is the ultimate.",
"author": "Chuang Tzu"
},
{
"text": "Nothing could be worse than the fear that one had given up too soon, and left one unexpended effort that might have saved the world.",
"author": "Jane Addams"
},
{
"text": "The energy of the mind is the essence of life.",
"author": "Aristotle"
},
{
"text": "Begin, be bold, and venture to be wise.",
"author": "Horace"
},
{
"text": "Give a man a fish and you feed him for a day. Teach him how to fish and you feed him for a lifetime.",
"author": "Lao Tzu"
},
{
"text": "A wise man will make more opportunities than he finds.",
"author": "Francis Bacon"
},
{
"text": "Slow down and enjoy life. It's not only the scenery you miss by going too fast you also miss the sense of where you are going and why.",
"author": "Eddie Cantor"
},
{
"text": "Miracles come in moments. Be ready and willing.",
"author": "Wayne Dyer"
},
{
"text": "Numberless are the worlds wonders, but none more wonderful than man.",
"author": "Sophocles"
},
{
"text": "So is cheerfulness, or a good temper, the more it is spent, the more remains.",
"author": "Ralph Emerson"
},
{
"text": "The true way to render ourselves happy is to love our work and find in it our pleasure.",
"author": "Francoise de Motteville"
},
{
"text": "When you judge another, you do not define them, you define yourself.",
"author": "Wayne Dyer"
},
{
"text": "Argue for your limitations, and sure enough they're yours.",
"author": "Richard Bach"
},
{
"text": "He who wishes to secure the good of others, has already secured his own.",
"author": "Confucius"
},
{
"text": "Wise men talk because they have something to say; fools, because they have to say something.",
"author": "Plato"
},
{
"text": "Life is really simple, but we insist on making it complicated.",
"author": "Confucius"
},
{
"text": "The future is an opaque mirror. Anyone who tries to look into it sees nothing but the dim outlines of an old and worried face.",
"author": "Jim Bishop"
},
{
"text": "Everything that irritates us about others can lead us to a better understanding of ourselves.",
"author": "Carl Jung"
},
{
"text": "Beware of the half truth. You may have gotten hold of the wrong half.",
"author": null
},
{
"text": "The greatest mistake you can make in life is to be continually fearing you will make one.",
"author": "Elbert Hubbard"
},
{
"text": "I have never been hurt by anything I didn't say.",
"author": "Calvin Coolidge"
},
{
"text": "Be not angry that you cannot make others as you wish them to be, since you cannot make yourself as you wish to be.",
"author": "Thomas Kempis"
},
{
"text": "Adversity causes some men to break, others to break records.",
"author": "William Ward"
},
{
"text": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.",
"author": "Thomas Fuller"
},
{
"text": "The industrial landscape is already littered with remains of once successful companies that could not adapt their strategic vision to altered conditions of competition.",
"author": "Abernathy"
},
{
"text": "Example has more followers than reason.",
"author": "Christian Bovee"
},
{
"text": "One that desires to excel should endeavour in those things that are in themselves most excellent.",
"author": "Epictetus"
},
{
"text": "If you have made mistakes, there is always another chance for you. You may have a fresh start any moment you choose.",
"author": "Mary Pickford"
},
{
"text": "The only Zen you find on the tops of mountains is the Zen you bring up there.",
"author": "Robert Pirsig"
},
{
"text": "Gratitude is riches. Complaint is poverty.",
"author": "Doris Day"
},
{
"text": "Strong people make as many mistakes as weak people. Difference is that strong people admit their mistakes, laugh at them, learn from them. That is how they become strong.",
"author": "Richard Needham"
},
{
"text": "To know your purpose is to live a life of direction, and in that direction is found peace and tranquillity.",
"author": "Byron Pulsifer"
},
{
"text": "You can stand tall without standing on someone. You can be a victor without having victims.",
"author": "Harriet Woods"
},
{
"text": "Bad times have a scientific value. These are occasions a good learner would not miss.",
"author": "Ralph Emerson"
},
{
"text": "It's not who you are that holds you back, it's who you think you're not.",
"author": null
},
{
"text": "All children are artists. The problem is how to remain an artist once he grows up.",
"author": "Pablo Picasso"
},
{
"text": "Either I will find a way, or I will make one.",
"author": "Philip Sidney"
},
{
"text": "He who knows that enough is enough will always have enough.",
"author": "Lao Tzu"
},
{
"text": "The only way to have a friend is to be one.",
"author": "Ralph Emerson"
},
{
"text": "If we had no winter, the spring would not be so pleasant; if we did not sometimes taste of adversity, prosperity would not be so welcome.",
"author": "Anne Bradstreet"
},
{
"text": "Joy is what happens to us when we allow ourselves to recognize how good things really are.",
"author": "Marianne Williamson"
},
{
"text": "Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
"author": "Carl Jung"
},
{
"text": "There is never enough time to do everything, but there is always enough time to do the most important thing.",
"author": "Brian Tracy"
},
{
"text": "You really can change the world if you care enough.",
"author": "Marian Edelman"
},
{
"text": "What you are is what you have been. What you will be is what you do now.",
"author": "Buddha"
},
{
"text": "Our lives are the only meaningful expression of what we believe and in Whom we believe. And the only real wealth, for any of us, lies in our faith.",
"author": "Gordon Hinckley"
},
{
"text": "There surely is in human nature an inherent propensity to extract all the good out of all the evil.",
"author": "Benjamin Haydon"
},
{
"text": "Music in the soul can be heard by the universe.",
"author": "Lao Tzu"
},
{
"text": "What we see depends mainly on what we look for.",
"author": "John Lubbock"
},
{
"text": "To hell with circumstances; I create opportunities.",
"author": "Bruce Lee"
},
{
"text": "The truest greatness lies in being kind, the truest wisdom in a happy mind.",
"author": "Ella Wilcox"
},
{
"text": "An ounce of emotion is equal to a ton of facts.",
"author": "John Junor"
},
{
"text": "We need to find the courage to say NO to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.",
"author": "Barbara De Angelis"
},
{
"text": "Great is the art of beginning, but greater is the art of ending.",
"author": "Lazurus Long"
},
{
"text": "Simply put, you believer that things or people make you unhappy, but this is not accurate. You make yourself unhappy.",
"author": "Wayne Dyer"
},
{
"text": "Nothing will work unless you do.",
"author": "Maya Angelou"
},
{
"text": "Our ability to achieve happiness and success depends on the strength of our wings.",
"author": "Catherine Pulsifer"
},
{
"text": "To go against the dominant thinking of your friends, of most of the people you see every day, is perhaps the most difficult act of heroism you can perform.",
"author": "Theodore H. White"
},
{
"text": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
"author": "Melody Beattie"
},
{
"text": "Into each life rain must fall but rain can be the giver of life and it is all in your attitude that makes rain produce sunshine.",
"author": "Byron Pulsifer"
},
{
"text": "We are all inclined to judge ourselves by our ideals; others, by their acts.",
"author": "Harold Nicolson"
},
{
"text": "Nothing is a waste of time if you use the experience wisely.",
"author": "Rodin"
},
{
"text": "If one way be better than another, that you may be sure is natures way.",
"author": "Aristotle"
},
{
"text": "Here is one quality that one must possess to win, and that is definiteness of purpose, the knowledge of what one wants, and a burning desire to possess it.",
"author": "Napoleon Hill"
},
{
"text": "It is not in the stars to hold our destiny but in ourselves.",
"author": "William Shakespeare"
},
{
"text": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.",
"author": "Tony Robbins"
},
{
"text": "I will prepare and some day my chance will come.",
"author": "Abraham Lincoln"
},
{
"text": "Sometimes the cards we are dealt are not always fair. However you must keep smiling and moving on.",
"author": "Tom Jackson"
}
]